{
  "hero.title": "Structure Over Speculation.",
  "hero.subtitle": "Rule-based Bitcoin trading built on defined logic, disciplined execution, and structured risk management.",
  "hero.tagline": "Markets fluctuate. Structure endures.",
  "hero.ctaPrimary": "Explore the Framework",
  "hero.ctaSecondary": "View the Performance Logic",

  "story.tagline": "Story",
  "story.title": "From Discretion to Defined Rules",
  "story.subtitle": "Discretionary trading often appears flexible — yet without structure, flexibility turns into inconsistency. Market noise influences perception, emotions distort timing, and hindsight reshapes decisions. Over time, one principle became clear: sustainable performance is not built on prediction — it is built on predefined process. This realization led to the development of a systematic framework designed to standardize decisions, remove discretion, and operate consistently across volatile market cycles.",
  "story.items": [
    {
      "title": "Emotion",
      "description": "Replaced by predefined decision logic."
    },
    {
      "title": "Impulse",
      "description": "Replaced by structured and validated parameters."
    },
    {
      "title": "Hindsight",
      "description": "Replaced by systematic, forward-defined criteria."
    }
  ],


  "framework.tagline": "Framework",
  "framework.title": "A Framework — Not a Black Box",
  "framework.subtitle": "This is not AI magic and not a secret indicator. It is a defined rule set built on objective market structure and systematic evaluation. Operating directly within TradingView, the framework validates predefined conditions before execution occurs. Every signal follows structured criteria — from market assessment to risk validation and rule-based exit logic. No impulse. No subjective overrides. No discretionary guesswork.",
  "framework.items": [
    { "title": "Signal Logic" },
    { "title": "Risk Parameters" },
    { "title": "Execution Protocol" },
    { "title": "Ongoing Evaluation" }
  ],

  "philosophy.title": "Selective Execution, Not Constant Activity",
  "philosophy.highlight": "The goal is not to trade more. The goal is to trade correctly.",
  "philosophy.content": "Professional trading is not about reacting to every price movement. It is about acting only when conditions align with a defined edge — and then executing without hesitation. The objective is not maximum trade frequency, but controlled and repeatable performance. The system remains inactive during structurally weak phases and becomes active only when probability and structure align.",

  "methodology.title": "Objective Market Structure & Trend Logic",
  "methodology.content": "The strategy evaluates market structure directly from price behavior — not opinion. It focuses on structured market formation, trend validation logic, and volatility-adaptive positioning. Rather than remaining rigid, the framework adjusts systematically to evolving volatility and structural shifts. No indicator stacking. No narrative bias. Defined logic applied consistently.",
  "methodology.pillars": [
    "Market Structure Recognition",
    "Trend Validation Logic",
    "Volatility-Adaptive Parameters"
  ],

  "risk.title": "Risk Management as the Foundation",
  "risk.content": "Capital protection is prioritized over aggressive return targets. The framework integrates structured safeguards designed to limit drawdowns, reduce exposure in unstable market phases, and prevent uncontrolled position sizing. Clearly defined risk parameters can be configured to align with individual tolerance while maintaining structural integrity. Return is the outcome. Risk control is the foundation.",
  "risk.points": [
    "Controlled Position Sizing",
    "Drawdown Safeguards",
    "Volatility-Based Exposure",
    "Configurable Risk Parameters"
  ],

  "transparency.title": "Founder-Led. Accountability-Driven.",
  "transparency.content": "Amend-Trading is a focused, founder-led firm built around one core principle: long-term trust over short-term marketing. The framework is continuously refined, monitored, and evaluated under direct responsibility. There is no outsourced signal logic, no anonymous development, and no inflated performance promises. Offering a structured system means standing behind its methodology — transparently and responsibly.",

  "closing": "Markets will always fluctuate. Discipline should not. Structure your trading. Eliminate emotion. Define your edge.",
  "closing.ctaPrimary": "Start With Structure",
  "closing.ctaSecondary": "Access the Framework"
}
