{
  "hero.tagline": "Markets fluctuate. Structure endures.",
  "hero.text": "Discipline Is {accent} — Not Assumed.",
  "hero.accent": "Engineered",
  "hero.subtitle": "Systematic Rules. Validated Conditions. Controlled Risk. A Bitcoin trading framework built for consistency across market cycles.",
  "hero.ctaPrimary": "Explore the Framework",
  "hero.ctaSecondary": "Examine the Performance Logic",

  "story.tagline": "Origin",
  "story.title": "Why Structure Became Non-Negotiable",
  "story.subtitle": "Years of extreme Bitcoin volatility — from rapid expansion phases to prolonged drawdowns — repeatedly exposed the limits of discretionary decision-making. Flexibility without boundaries turns into inconsistency. Market noise distorts perception. Emotions influence timing. Hindsight reshapes judgment. The conclusion became clear: sustainable performance does not come from better prediction. It comes from a mechanical process. The framework was built to standardize execution, eliminate subjective overrides, and operate independently of emotional interference.",
  "story.items": [
    {
      "title": "Emotion",
      "description": "Replaced by absolute decision logic.",
      "icon": "tabler:mood-empty"
    },
    {
      "title": "Impulse",
      "description": "Replaced by structured validation criteria.",
      "icon": "tabler:player-pause"
    },
    {
      "title": "Hindsight Bias",
      "description": "Replaced by forward-tested rule execution.",
      "icon": "tabler:history-toggle"
    }
  ],

  "context.tagline": "Market Reality",
  "context.title": "Most Systems Are Built to Impress.",
  "context.subtitle": "The crypto trading space is saturated with aggressive optimization, short-term performance snapshots, and opaque signal services. Many systems are engineered to look exceptional in isolated periods, yet lack resilience across changing volatility regimes. This framework was not designed to maximize trade frequency or create unrealistic short-term spikes. It was designed for structural robustness across market environments.",

  "framework.tagline": "Framework",
  "framework.title": "A Mechanical Rule System — Not a Black Box",
  "framework.subtitle": "The framework operates directly within TradingView under a transparent protocol. It evaluates price action, validates defined conditions, and executes trades strictly according to governed risk parameters. No outsourced signal logic. No AI mystification. No discretionary overrides.",
  "framework.items": [
    {
      "title": "Signal Logic",
      "description": "Explicit entry and exit criteria derived from empirical market behavior.",
      "icon": "tabler:logic-and"
    },
    {
      "title": "Risk Protocol",
      "description": "Predefined exposure limits and capital allocation rules applied before execution.",
      "icon": "tabler:shield-check"
    },
    {
      "title": "Execution Discipline",
      "description": "Automated order placement aligned strictly with validated conditions.",
      "icon": "tabler:settings-automation"
    },
    {
      "title": "Regime Monitoring",
      "description": "Continuous evaluation of market phases to maintain contextual alignment.",
      "icon": "tabler:chart-radar"
    }
  ],

  "methodology.tagline": "Methodology",
  "methodology.title": "Empirical Market Analysis & Trend Validation",
  "methodology.subtitle": "The system evaluates price behavior — not narrative. It identifies distinct market regimes, qualifies directional bias through objective criteria, and adjusts exposure according to prevailing volatility. The goal is not constant activity, but conditional engagement when logic and probability align.",
  "methodology.items": [
    {
      "title": "Market Phase Identification",
      "description": "Distinguishes expansion, consolidation, and transitional environments.",
      "icon": "tabler:chart-candle"
    },
    {
      "title": "Trend Qualification",
      "description": "Deploys capital only when technical conditions confirm directional bias.",
      "icon": "tabler:list-check"
    },
    {
      "title": "Volatility-Calibrated Exposure",
      "description": "Systematically adjusts risk allocation based on prevailing market stability.",
      "icon": "tabler:adjustments-horizontal"
    }
  ],

  "risk.tagline": "Risk First",
  "risk.title": "Built to Survive Volatility.",
  "risk.subtitle": "Return is the outcome. Risk control is the foundation. The framework prioritizes capital preservation over aggressive growth targets. Safeguards limit drawdowns, reduce exposure during unstable phases, and prevent uncontrolled position sizing. Long-term consistency requires structural defense before offensive positioning.",
  "risk.items": [
    {
      "title": "Controlled Position Sizing",
      "description": "Exposure determined by predefined risk parameters.",
      "icon": "tabler:chart-pie"
    },
    {
      "title": "Drawdown Mitigation",
      "description": "Systematic reduction of activity during unstable market conditions.",
      "icon": "tabler:shield-lock"
    },
    {
      "title": "Volatility-Based Risk Scaling",
      "description": "Dynamic exposure adjustment aligned with market stability.",
      "icon": "tabler:activity"
    },
    {
      "title": "Configurable Risk Profiles",
      "description": "Parameters align with individual tolerance while preserving system integrity.",
      "icon": "tabler:settings"
    }
  ],

  "transparency.tagline": "Accountability",
  "transparency.title": "Founder-Led. Directly Responsible.",
  "transparency.description1": "is developed and maintained under direct founder oversight. No anonymous development teams. No outsourced signal providers. No affiliate-driven marketing narratives.",
  "transparency.description2": "The framework is continuously evaluated across market conditions with a focus on structural integrity rather than promotional performance metrics.",
  "transparency.description3": "Offering a rule-based system means standing behind its methodology — transparently and responsibly.",

  "cta.title": "Markets Will Always Fluctuate. Discipline Should Not.",
  "cta.subtitle": "Designed for traders who value process over prediction. Systematize your execution. Remove discretion. Operate with objective logic.",
  "cta.btnText": "Access the Framework"
}
