{
  "faq.tagline": "FAQ",
  "faq.title": "Good to Know",
  "faq.subtitle": "Answers to the most common questions.",

  "started.title": "📘 Getting Started",
  "started.subtitle": "Setup guidance, platform integration, and everything you need to begin with automated Bitcoin trading.",
  "started.items": [
    {
      "title": "Is the system suitable for beginners?",
      "description": "Yes. Fully automated operation and intuitive design make it easy to start — no prior experience required."
    },
    {
      "title": "How do I access the strategy?",
      "description": "After subscribing, you can run and manage the strategy directly through your account — quick and straightforward."
    },
    {
      "title": "Which platforms are supported?",
      "description": "Our strategy currently supports **Bidget** — integration is simple and secure."
    }
  ],

  "performance.title": "📊 Strategy & Performance",
  "performance.subtitle": "How the AI strategy operates, manages risk, and performs across different market conditions.",
  "performance.items": [
    {
      "title": "Which markets and timeframes are supported?",
      "description": "Our strategy is optimized for Bitcoin but can be applied to other volatile assets and timeframes above 4 hours."
    },
    {
      "title": "How does the system handle market volatility?",
      "description": "The strategy adapts dynamically to changing market conditions, maintaining stability even during turbulent periods."
    },
    {
      "title": "Are all trades profitable?",
      "description": "No. Losses are part of any trading strategy. The system focuses on managing downside risk while maintaining statistical edge over time."
    },
    {
      "title": "Can I customize the strategy?",
      "description": "Yes. Key parameters such as risk profile and trading behavior can be adjusted to match your preferences."
    },
    {
      "title": "How do I interpret performance metrics?",
      "description": "We provide clear dashboards and charts so you can track returns, drawdowns, and risk metrics at a glance."
    }
  ],

  "security.title": "🔐 Security & Control",
  "security.subtitle": "How your capital remains fully under your control while using automated execution.",
  "security.items": [
    {
      "title": "Is my capital safe?",
      "description": "Yes. The system does not access your wallet or funds. You retain full control over your investments at all times."
    },
    {
      "title": "How secure are API keys?",
      "description": "Your API keys are never shared or stored outside your own account. The strategy operates securely via read/write permissions only."
    },
    {
      "title": "Can I stop the strategy anytime?",
      "description": "Yes. You can pause or stop the strategy immediately via your dashboard at any time."
    }
  ],

  "billing.title": "💳 Pricing & Billing",
  "billing.subtitle": "Transparent subscription plans, trial access, and flexible cancellation options.",
  "billing.items": [
    {
      "title": "How is billing handled?",
      "description": "Payments are securely processed via Stripe. Billing occurs automatically based on your selected subscription cycle (monthly, quarterly, or annually)."
    },
    {
      "title": "Can I cancel at any time?",
      "description": "Yes. You can cancel your subscription at any time through the billing portal. Access remains active until the end of the current billing period."
    },
    {
      "title": "Are there any hidden fees or performance charges?",
      "description": "No. There are no hidden fees, profit-sharing models, or performance-based commissions. The subscription price is fixed and fully transparent."
    },
    {
      "title": "Does the subscription include future updates?",
      "description": "Yes. Active subscriptions include continuous framework improvements, optimizations, and feature updates at no additional cost."
    },
    {
      "title": "What happens after purchase?",
      "description": "After successful payment, you receive immediate access instructions along with step-by-step integration guidance to set up the system."
    },
    {
      "title": "Is there a minimum contract duration?",
      "description": "No long-term commitment is required. The subscription runs according to the selected billing interval and renews automatically unless canceled."
    }
  ],

  "legal.title": "⚠️ Risk & Legal",
  "legal.subtitle": "Important information about trading risks, limitations, and regulatory considerations.",
  "legal.items": [
    {
      "title": "What risks are involved?",
      "description": "Trading always carries risk. Our strategy focuses on risk management but cannot eliminate losses."
    },
    {
      "title": "Is this financial advice?",
      "description": "No. Our platform provides tools and strategies, but you make all trading decisions independently."
    },
    {
      "title": "Who should not use this system?",
      "description": "This system may not be suitable for those with low risk tolerance or without sufficient understanding of trading."
    }
  ],

  "support.title": "🛟 Support",
  "support.subtitle": "Dedicated assistance and resources to help you at every stage.",
  "support.items": [
    {
      "title": "What kind of support is provided?",
      "description": "Our support team is available 24/7 via chat and email to assist you whenever needed."
    },
    {
      "title": "How can I contact support?",
      "description": "You can reach us directly through your account dashboard or by emailing support@example.com."
    },
    {
      "title": "What is the response time?",
      "description": "Most inquiries are answered within a few hours; urgent issues are prioritized immediately."
    }
  ]
}
