{
  "footerDisclaimer": [
    { "text": "1. Financial markets are inherently risky, and there is a significant risk of losing capital when trading any asset class. The content provided on this website is for informational purposes only and should not be considered financial advice. Investment decisions involving securities, commodities, or other markets carry inherent risks and should be made in consultation with a qualified financial professional. Past performance is not necessarily indicative of future results." },
    { "text": "2. Simulated performance results have inherent limitations. Unlike actual trading, simulated results do not represent real trading activity. Additionally, simulated trades are not executed, and the results may not accurately reflect the impact of certain market factors, such as liquidity constraints. Simulated trading programs are generally designed with the benefit of hindsight and are based on historical information. There is no guarantee that any account will achieve profits or losses similar to those shown in simulations." },
    { "text": "3. Testimonials appearing on this website are not necessarily representative of the experiences of all clients or customers and do not guarantee future success or performance." },
    { "text": "4. As a provider of technical analysis tools for charting platforms, we do not have access to our customers’ personal trading accounts or brokerage statements. Accordingly, we cannot make any representations regarding whether customers outperform or underperform the broader market based on the use of the content or tools provided." },
    { "text": "5. Charts used on this website are generated by TradingView, which serves as the foundation for many of the tools offered. TradingView® is a registered trademark of TradingView, Inc. <a class="text-blue-600 underline dark:text-muted" href="https://github.com/arthelokyo">(www.TradingView.com)</a>. TradingView® is not affiliated with the owner, developer, or provider of the services described herein." },
    { "text": "This text is a summary. For full details regarding liability, risks, and data usage, please refer to our <a class="text-blue-600 underline dark:text-muted" href="https://github.com/arthelokyo">Terms of Service</a> and full <a class="text-blue-600 underline dark:text-muted" href="https://github.com/arthelokyo">Risk Disclosure</a>." }
  ]
}
