{
  "hero.tagline": "Performance",
  "hero.title": "Historical Simulation Under Defined Parameters.",
  "hero.subtitle": "The following results reflect rule-based historical backtesting conducted within the TradingView Strategy Tester environment.",

  "overview.title": "Overview",
  "overview.desc": "The performance data presented below is derived from systematic backtesting using predefined strategy rules. The objective of this section is to illustrate how the strategy would have behaved under historical market conditions, given specific execution and cost assumptions.",

  "metrics.tagline": "Performance Data",
  "metrics.title": "Key Metrics",
  "metrics.subtitle": "Core statistical indicators derived from historical simulation."
  "metrics.items": [
    {
      "title": "Net Return",
      "description": "Total percentage return generated during the selected backtest period.",
      "icon": "tabler:chart-line"
    },
    {
      "title": "Max Drawdown",
      "description": "Largest peak-to-trough equity decline observed during the simulation.",
      "icon": "tabler:chart-area-line"
    },
    {
      "title": "Profit Factor",
      "description": "Gross profit divided by gross loss across all simulated trades.",
      "icon": "tabler:scale"
    },
    {
      "title": "Win Rate",
      "description": "Percentage of trades closed in profit.",
      "icon": "tabler:percentage"
    },
    {
      "title": "Total Trades",
      "description": "Number of executed trades within the backtest period.",
      "icon": "tabler:repeat"
    }
  ],

  "limitations.title": "Limitations of Backtesting",
  "limitations.desc": "Backtesting is a method of evaluating a strategy using historical data. Simulated results have inherent limitations and do not reflect real-time market conditions, liquidity constraints, order book dynamics, latency, funding rates, psychological decision-making, or structural market changes.",

  "methodology.tagline": "Methodology",
  "methodology.title": "Backtesting Methodology & Execution Assumptions",
  "methodology.subtitle": "Key assumptions and setup used to simulate historical trades, including data, execution, and cost parameters."
  "methodology.items": [
    {
      "title": "Platform Environment",
      "description": "All simulations were conducted using the TradingView Strategy Tester.",
      "icon": "tabler:device-laptop"
    },
    {
      "title": "Data Basis",
      "description": "Historical price data provided by TradingView was used for testing. Data accuracy depends on the data feed available at the time of analysis.",
      "icon": "tabler:database"
    },
    {
      "title": "Commission Model",
      "description": "A commission rate of 0.6% per trade was applied, reflecting publicly documented Bitget fee structures at the time of testing.",
      "icon": "tabler:receipt"
    },
    {
      "title": "Slippage Assumption",
      "description": "A slippage parameter of 2 was applied within TradingView to simulate execution friction.",
      "icon": "tabler:arrows-shuffle"
    },
    {
      "title": "Execution Logic",
      "description": "Trade entries are executed when strategy conditions are met without bar-close delay. Position closures are confirmed at bar close.",
      "icon": "tabler:cpu"
    },
    {
      "title": "Intrabar Simulation",
      "description": "Intrabar execution is modeled according to TradingView’s internal engine and does not represent true tick-level market execution.",
      "icon": "tabler:timeline"
    },
    {
      "title": "Indicator Integrity",
      "description": "No repainting indicators are used. All signals are generated from non-forward-looking data.",
      "icon": "tabler:shield-check"
    }
  ]


}
