{
  "hero.tagline": "Märkte schwanken. Struktur hat Bestand.",
  "hero.text": "Disziplin wird {accent} — nicht vorausgesetzt.",
  "hero.accent": "konstruiert",
  "hero.subtitle": "Systematische Regeln. Validierte Bedingungen. Kontrolliertes Risiko. Ein Bitcoin-Trading-Framework, entwickelt für Konstanz über alle Marktzyklen hinweg.",
  "hero.ctaPrimary": "Framework erkunden",
  "hero.ctaSecondary": "Performance-Logik prüfen",

  "story.tagline": "Ursprung",
  "story.title": "Warum Struktur nicht verhandelbar wurde",
  "story.subtitle": "Jahre extremer Bitcoin-Volatilität — von rasanten Expansionsphasen bis hin zu langanhaltenden Drawdowns — legten immer wieder die Grenzen diskretionärer Entscheidungen offen. Flexibilität ohne feste Grenzen führt zu Inkonsequenz. Marktrauschen verzerrt die Wahrnehmung. Emotionen beeinflussen das Timing. Hindsight Bias verfälscht das Urteilsvermögen. Die Schlussfolgerung war eindeutig: Nachhaltige Performance entsteht nicht durch bessere Vorhersagen. Sie entsteht durch einen mechanischen Prozess. Das Framework wurde konstruiert, um die Ausführung zu standardisieren, subjektive Eingriffe zu eliminieren und völlig unabhängig von emotionalen Störfaktoren zu agieren.",
  "story.items": [
    {
      "title": "Emotion",
      "description": "Ersetzt durch absolute Entscheidungslogik.",
      "icon": "tabler:mood-empty"
    },
    {
      "title": "Impuls",
      "description": "Ersetzt durch strukturierte Validierungskriterien.",
      "icon": "tabler:player-pause"
    },
    {
      "title": "Hindsight Bias",
      "description": "Ersetzt durch vorwärtsgetestete Regelausführung.",
      "icon": "tabler:history-toggle"
    }
  ],

  "context.tagline": "Marktrealität",
  "context.title": "Die meisten Systeme sind darauf ausgelegt zu beeindrucken.",
  "context.subtitle": "Der Krypto-Trading-Space ist übersättigt mit aggressiver Optimierung, kurzfristigen Performance-Snapshots und undurchsichtigen Signal-Diensten. Viele Systeme werden so konstruiert, dass sie in isolierten Zeiträumen außergewöhnlich gut aussehen, es mangelt ihnen jedoch an Resilienz über wechselnde Volatilitätsregime hinweg. Dieses Framework wurde nicht entwickelt, um die Trading-Frequenz zu maximieren oder unrealistische kurzfristige Spitzen zu erzeugen. Es wurde für strukturelle Robustheit in unterschiedlichsten Marktumfeldern konzipiert.",

  "framework.tagline": "Framework",
  "framework.title": "Ein mechanisches Regelsystem — keine Blackbox",
  "framework.subtitle": "Das Framework operiert direkt in TradingView unter einem transparenten Protokoll. Es bewertet Price Action, validiert definierte Bedingungen und führt Trades strikt nach geregelten Risikoparametern aus. Keine ausgelagerte Signal-Logik. Keine KI-Mystifizierung. Keine diskretionären Eingriffe.",
  "framework.items": [
    {
      "title": "Signal-Logik",
      "description": "Explizite Einstiegs- und Ausstiegskriterien, abgeleitet aus empirischem Marktverhalten.",
      "icon": "tabler:logic-and"
    },
    {
      "title": "Risikoprotokoll",
      "description": "Vordefinierte Exposure-Limits und Regeln zur Kapitalallokation, angewendet vor der Ausführung.",
      "icon": "tabler:shield-check"
    },
    {
      "title": "Ausführungsdisziplin",
      "description": "Automatisierte Orderplatzierung, exakt auf die validierten Bedingungen abgestimmt.",
      "icon": "tabler:settings-automation"
    },
    {
      "title": "Regime-Monitoring",
      "description": "Kontinuierliche Auswertung der Marktphasen, um die kontextuelle Ausrichtung beizubehalten.",
      "icon": "tabler:chart-radar"
    }
  ],

  "methodology.tagline": "Methodik",
  "methodology.title": "Empirische Marktanalyse & Trendvalidierung",
  "methodology.subtitle": "Das System bewertet das Preisverhalten — nicht das Narrativ. Es identifiziert distinkte Marktregime, qualifiziert den direktionalen Bias durch objektive Kriterien und passt die Exposure an die vorherrschende Volatilität an. Das Ziel ist keine konstante Aktivität, sondern konditionales Engagement, wenn Logik und Wahrscheinlichkeit übereinstimmen.",
  "methodology.items": [
    {
      "title": "Identifikation der Marktphasen",
      "description": "Unterscheidet zwischen Expansions-, Konsolidierungs- und Transitionsumfeldern.",
      "icon": "tabler:chart-candle"
    },
    {
      "title": "Trendqualifikation",
      "description": "Setzt Kapital nur dann ein, wenn technische Bedingungen den direktionalen Bias bestätigen.",
      "icon": "tabler:list-check"
    },
    {
      "title": "Volatilitätskalibrierte Exposure",
      "description": "Passt die Risikoallokation systematisch basierend auf der vorherrschenden Marktstabilität an.",
      "icon": "tabler:adjustments-horizontal"
    }
  ],

  "risk.tagline": "Risk First",
  "risk.title": "Konstruiert, um Volatilität zu überstehen.",
  "risk.subtitle": "Rendite ist das Ergebnis. Risikokontrolle ist das Fundament. Das Framework priorisiert den Kapitalerhalt vor aggressiven Wachstumszielen. Schutzmechanismen begrenzen Drawdowns, reduzieren die Exposure in instabilen Phasen und verhindern unkontrolliertes Position Sizing. Langfristige Konstanz erfordert strukturelle Verteidigung vor der offensiven Positionierung.",
  "risk.items": [
    {
      "title": "Kontrolliertes Position Sizing",
      "description": "Die Exposure wird durch vordefinierte Risikoparameter bestimmt.",
      "icon": "tabler:chart-pie"
    },
    {
      "title": "Drawdown-Minimierung",
      "description": "Systematische Reduktion der Aktivität während instabiler Marktbedingungen.",
      "icon": "tabler:shield-lock"
    },
    {
      "title": "Volatilitätsbasierte Risikoskalierung",
      "description": "Dynamische Anpassung der Exposure, abgestimmt auf die Marktstabilität.",
      "icon": "tabler:activity"
    },
    {
      "title": "Konfigurierbare Risikoprofile",
      "description": "Parameter passen sich der individuellen Toleranz an, während die Systemintegrität erhalten bleibt.",
      "icon": "tabler:settings"
    }
  ],

  "transparency.tagline": "Verbindlichkeit",
  "transparency.title": "Gründergeführt. Direkt verantwortlich.",
  "transparency.description1": "wird unter direkter Aufsicht des Gründers entwickelt und gepflegt. Keine anonymen Entwicklerteams. Keine ausgelagerten Signal-Anbieter. Keine auf Affiliates ausgerichteten Marketing-Narrative.",
  "transparency.description2": "Das Framework wird kontinuierlich über alle Marktbedingungen hinweg evaluiert – mit Fokus auf struktureller Integrität statt auf werbewirksamen Performance-Metriken.",
  "transparency.description3": "Ein regelbasiertes System anzubieten bedeutet, voll und ganz hinter der eigenen Methodik zu stehen — transparent und verantwortungsvoll.",


  "cta.title": "Märkte werden immer schwanken. Disziplin sollte es nicht.",
  "cta.subtitle": "Entwickelt für Trader, die Prozess über Vorhersage stellen. Systematisiere deine Ausführung. Eliminiere diskretionäre Eingriffe. Agiere mit objektiver Logik.",
  "cta.btnText": "Zugang zum Framework"
}
