{
  "about.hero.title": "Unsere Geschichte & Philosophie",
  "about.story.title": "Von der Intuition zur Struktur",
  "about.story.content": "Lange Zeit fühlte sich Trading wie ein Kampf zwischen Intuition, Emotionen und Rückschaufehlern an. Je tiefer ich in die Märkte eintauchte, desto klarer wurde mir: Erfolg basiert nicht auf perfekten Vorhersagen – er basiert auf Disziplin, Struktur und wiederholbaren Regeln. Aus dieser Erkenntnis heraus habe ich diese Strategie entwickelt, um Entscheidungen zu vereinfachen und Konsistenz zu wahren – egal wie chaotisch der Markt wirkt.",
  "about.definition.title": "Keine Black Box",
  "about.definition.content": "Ich nenne es nicht 'Bot' oder 'Black-Box-System'. Stattdessen ist es ein systematisches Regelwerk, das den Markt objektiv liest, Chancen strukturiert bewertet und Trades automatisch ausführt.",
  "about.philosophy.title": "Trading ist selektives Handeln",
  "about.philosophy.content": "Gutes Trading bedeutet nicht, auf jede Marktbewegung zu reagieren. Es bedeutet, nur dann zu handeln, wenn die Bedingungen wirklich sinnvoll sind – und den Plan dann ohne Zögern durchzuziehen. Das Ziel ist nicht maximale Aktivität, sondern stabile und reproduzierbare Performance.",
  "about.methodology.title": "Marktstruktur & Trend-Erkennung",
  "about.methodology.content": "Im Kern basiert die Strategie auf objektiver Marktanalyse. Sie erkennt Trends und strukturelle Verschiebungen direkt aus den Preisdaten ohne subjektive Interpretation. Sie passt sich dynamisch an, statt starr zu bleiben. Weniger Raten. Mehr Struktur.",
  "about.risk.title": "Risikomanagement als Fundament",
  "about.risk.content": "Für mich ist das Risiko wichtiger als der Profit. Deshalb enthält das System Schutzmechanismen, die Drawdowns begrenzen, Overtrading in unklaren Phasen reduzieren und das Gesamtrisiko kontrollieren. Die Parameter sind flexibel an deine Risikobereitschaft anpassbar.",
  "about.transparency.title": "Warum ein gründergeführtes Unternehmen?",
  "about.transparency.content": "Wir haben uns bewusst für eine spezialisierte Firma entschieden, weil ich persönlich hinter der Strategie stehe. Transparenz ist uns wichtig. Wir bauen lieber auf langfristiges Vertrauen als auf schnelle Verkäufe. Dieses System zu nutzen bedeutet, mit einem Partner zu arbeiten, dem Verantwortlichkeit wichtig ist.",
  "about.closing": "Trading muss kein Ratespiel sein. Handle mit Logik, nicht mit Emotionen."
}