{
  "faq.tagline": "FAQ",
  "faq.title": "Gut zu wissen",
  "faq.subtitle": "Antworten auf die häufigsten Fragen.",

  "started.title": "📘 Erste Schritte",
  "started.subtitle": "Setup-Anleitung, Plattform-Integration und alles, was Sie für den Start in den automatisierten Bitcoin-Handel benötigen.",
  "started.items": [
    {
      "title": "Ist das System für Anfänger geeignet?",
      "description": "Ja. Der vollautomatisierte Betrieb und das intuitive Design ermöglichen einen einfachen Einstieg — keine Vorkenntnisse erforderlich."
    },
    {
      "title": "Wie erhalte ich Zugang zur Strategie?",
      "description": "Nach Abschluss des Abonnements können Sie die Strategie direkt über Ihr Konto ausführen und verwalten — schnell und unkompliziert."
    },
    {
      "title": "Welche Plattformen werden unterstützt?",
      "description": "Unsere Strategie unterstützt aktuell **Bidget** — die Integration ist einfach und sicher."
    }
  ],

  "performance.title": "📊 Strategie & Performance",
  "performance.subtitle": "Wie die KI-Strategie operiert, Risiken managt und über verschiedene Marktbedingungen hinweg performt.",
  "performance.items": [
    {
      "title": "Welche Märkte und Timeframes werden unterstützt?",
      "description": "Unsere Strategie ist für Bitcoin optimiert, kann aber auf andere volatile Assets und Timeframes ab 4 Stunden (H4) angewendet werden."
    },
    {
      "title": "Wie geht das System mit Marktvolatilität um?",
      "description": "Die Strategie passt sich dynamisch an wechselnde Marktbedingungen an und bewahrt selbst in turbulenten Phasen ihre strukturelle Stabilität."
    },
    {
      "title": "Sind alle Trades profitabel?",
      "description": "Nein. Verluste sind Teil jeder Trading-Strategie. Das System fokussiert sich auf das Management des Downside-Risikos bei gleichzeitiger Wahrung eines statistischen Edges über die Zeit."
    },
    {
      "title": "Kann ich die Strategie anpassen?",
      "description": "Ja. Kernparameter wie das Risikoprofil und das Handelsverhalten können an Ihre Präferenzen angepasst werden."
    },
    {
      "title": "Wie interpretiere ich die Performance-Metriken?",
      "description": "Wir stellen übersichtliche Dashboards und Charts bereit, damit Sie Renditen, Drawdowns und Risikometriken auf einen Blick verfolgen können."
    }
  ],

  "security.title": "🔐 Sicherheit & Kontrolle",
  "security.subtitle": "Wie Ihr Kapital bei der Nutzung der automatisierten Ausführung vollständig unter Ihrer Kontrolle bleibt.",
  "security.items": [
    {
      "title": "Ist mein Kapital sicher?",
      "description": "Ja. Das System hat keinen Zugriff auf Ihre Wallet oder Ihre Gelder. Sie behalten jederzeit die volle Kontrolle über Ihre Investments."
    },
    {
      "title": "Wie sicher sind API-Schlüssel?",
      "description": "Ihre API-Schlüssel werden niemals geteilt oder außerhalb Ihres eigenen Kontos gespeichert. Die Strategie operiert sicher ausschließlich über Lese- und Schreibberechtigungen (Read/Write)."
    },
    {
      "title": "Kann ich die Strategie jederzeit stoppen?",
      "description": "Ja. Sie können die Strategie jederzeit sofort über Ihr Dashboard pausieren oder stoppen."
    }
  ],

  "billing.title": "💳 Preise & Abrechnung",
  "billing.subtitle": "Transparente Abonnement-Modelle, Testzugänge und flexible Kündigungsoptionen.",
  "billing.items": [
    {
      "title": "Wie viel kostet das System?",
      "description": "Wir bieten auf unterschiedliche Bedürfnisse zugeschnittene Abonnement-Modelle — transparent, fair und performanceorientiert."
    },
    {
      "title": "Gibt es eine Testversion?",
      "description": "Ja. Sie können die Strategie 7 Tage lang kostenlos testen, um die Performance zu evaluieren, bevor Sie sich für ein Abonnement entscheiden."
    },
    {
      "title": "Kann ich jederzeit kündigen?",
      "description": "Absolut. Sie können Ihr Abonnement jederzeit ohne Strafgebühren oder Nachteile kündigen."
    },
    {
      "title": "Welche Zahlungsmethoden werden akzeptiert?",
      "description": "Wir akzeptieren alle gängigen Kreditkarten und Zahlungsdienstleister, abhängig von Ihrer Region."
    }
  ],

  "legal.title": "⚠️ Risiko & Rechtliches",
  "legal.subtitle": "Wichtige Informationen zu Handelsrisiken, Limitierungen und regulatorischen Aspekten.",
  "legal.items": [
    {
      "title": "Welche Risiken sind damit verbunden?",
      "description": "Trading ist immer mit Risiken verbunden. Unsere Strategie fokussiert sich auf das Risikomanagement, kann Verluste jedoch nicht vollständig eliminieren."
    },
    {
      "title": "Handelt es sich hierbei um Finanzberatung?",
      "description": "Nein. Unsere Plattform stellt Tools und Strategien zur Verfügung, aber Sie treffen alle Handelsentscheidungen eigenverantwortlich."
    },
    {
      "title": "Für wen ist dieses System nicht geeignet?",
      "description": "Dieses System ist möglicherweise nicht für Personen mit geringer Risikotoleranz oder unzureichendem Verständnis für das Trading geeignet."
    }
  ],

  "support.title": "🛟 Support",
  "support.subtitle": "Dedizierte Unterstützung und Ressourcen, um Ihnen in jeder Phase zu helfen.",
  "support.items": [
    {
      "title": "Welche Art von Support wird angeboten?",
      "description": "Unser Support-Team steht Ihnen rund um die Uhr (24/7) per Chat und E-Mail zur Verfügung, um Sie bei Bedarf zu unterstützen."
    },
    {
      "title": "Wie kann ich den Support kontaktieren?",
      "description": "Sie erreichen uns direkt über Ihr Konto-Dashboard oder per E-Mail an support@example.com."
    },
    {
      "title": "Wie lang ist die Reaktionszeit?",
      "description": "Die meisten Anfragen werden innerhalb weniger Stunden beantwortet; dringende Anliegen werden umgehend priorisiert."
    }
  ]
}
