{
  "footerDisclaimer": [
    {
      "text": "1. <b>Risikohinweis:</b> Der Handel mit Finanzinstrumenten ist mit erheblichen Risiken verbunden und kann zum vollständigen Verlust des eingesetzten Kapitals führen. Investieren Sie nur Kapital, dessen Verlust Sie sich leisten können. Die bereitgestellten Inhalte dienen ausschließlich zu Informations- und Bildungszwecken und stellen keine Finanzberatung dar."
    },
    {
      "text": "2. <b>Hypothetische Performance:</b> Die auf dieser Website dargestellten Ergebnisse basieren auf simulierten oder hypothetischen Performance-Daten, die bestimmten Einschränkungen unterliegen. Im Gegensatz zu realen Handelsergebnissen spiegeln diese Resultate keinen tatsächlichen Handel wider. Da die dargestellten Trades nicht real ausgeführt wurden, können die Ergebnisse die Auswirkungen bestimmter Marktfaktoren – wie beispielsweise Liquiditätsengpässe – unter- oder überbewerten. Es wird keine Zusicherung gegeben, dass ein Konto Gewinne oder Verluste erzielen wird, die den dargestellten Ergebnissen entsprechen oder ähneln."
    },
    {
      "text": "3. <b>Erfahrungsberichte:</b> Auf dieser Website veröffentlichte Erfahrungsberichte sind möglicherweise nicht repräsentativ für die Erfahrungen anderer Kunden und stellen keine Garantie für zukünftige Ergebnisse oder Erfolge dar."
    },
    {
      "text": "4. <b>Software-Anbieter:</b> Wir sind Anbieter von technischen Analysewerkzeugen und automatisierten Handelsstrategien. Wir haben keinen Zugriff auf Ihre persönlichen Handelskonten oder Ihr Kapital. Wir sind weder als Finanzberater noch als Broker oder Wertpapierhändler registriert."
    },
    {
      "text": "5. <b>Quellenangabe:</b> Die auf dieser Website verwendeten Charts und Marktdaten werden von <a class=\"underline\" href=\"https://www.tradingview.com/\" target=\"_blank\">TradingView</a> bereitgestellt. TradingView® ist eine eingetragene Marke der TradingView, Inc. Diese Strategie steht in keiner Verbindung zu TradingView und wird weder von TradingView unterstützt noch gesponsert."
    },
    {
      "text": "Ausführliche Informationen zu Haftung, Risiken und Datenverarbeitung finden Sie in unseren <a class=\"underline\" href=\"/terms\">Nutzungsbedingungen</a> sowie in der vollständigen <a class=\"underline\" href=\"/risk-disclosure\">Risikodarstellung</a>."
    }
  ]
}
