{
  "risk": "<b>Allgemeiner Risikohinweis:</b> Der Handel mit Kryptowährungen, Derivaten und anderen Finanzinstrumenten ist mit erheblichen Risiken verbunden und kann zum vollständigen Verlust des eingesetzten Kapitals führen. Vergangene Wertentwicklungen sind kein verlässlicher Indikator für zukünftige Ergebnisse. Bitte prüfen Sie sorgfältig, ob der Handel unter Berücksichtigung Ihrer finanziellen Situation, Kenntnisse und Erfahrungen für Sie geeignet ist. Die auf dieser Website bereitgestellten Inhalte dienen ausschließlich Informations- und Bildungszwecken und stellen keine Finanz-, Anlage-, Rechts- oder Steuerberatung dar.",
  "backtest": "<b>Hypothetische & Simulierte Ergebnisse:</b> Auf dieser Website dargestellte Performance-Ergebnisse können simulierte, rückgerechnete (Backtests) oder hypothetische Resultate enthalten. Solche Ergebnisse unterliegen wesentlichen Einschränkungen und spiegeln keinen tatsächlichen Handel wider. Simulierte Ergebnisse berücksichtigen möglicherweise nicht realistische Marktbedingungen wie Liquiditätsengpässe, Slippage, Gebühren oder psychologische Faktoren. Es wird keine Zusicherung abgegeben, dass ein Konto Gewinne oder Verluste erzielt, die den dargestellten Ergebnissen entsprechen oder ähneln.",
  "testimonials": "<b>Kundenstimmen:</b> Auf dieser Website veröffentlichte Erfahrungsberichte oder Kundenstimmen spiegeln möglicherweise nicht die typischen Erfahrungen anderer Nutzer wider. Individuelle Ergebnisse können abweichen und stellen keine Garantie für zukünftige Performance oder Erfolg dar.",
  "education": "<b>Kein Anlageberatungsverhältnis:</b> Wir stellen technische Analysewerkzeuge, Schulungsinhalte sowie automatisierte Handelsstrategien zur Verfügung. Wir verwalten keine Kundengelder, führen keine Transaktionen im Namen von Nutzern aus und geben keine individuellen Anlageempfehlungen. Wir sind kein zugelassenes Finanzdienstleistungsinstitut, keine Anlageberatung und kein Wertpapierinstitut im Sinne der gesetzlichen Vorschriften. Die Nutzung unserer Software begründet kein Beratungs- oder Treuhandverhältnis.",
  "regulatory": "<b>Regulatorischer Hinweis:</b> Nutzer sind selbst dafür verantwortlich sicherzustellen, dass die Nutzung unserer Produkte mit den in ihrem jeweiligen Land geltenden Gesetzen und regulatorischen Anforderungen vereinbar ist. Der Handel mit Kryptowährungen kann in bestimmten Ländern eingeschränkt oder reguliert sein.",
  "payments": "<b>Zahlungen & Abonnements:</b> Zahlungen sowie wiederkehrende Abonnementgebühren werden sicher über Stripe, Inc. („Stripe“), einen unabhängigen Drittanbieter, abgewickelt. Mit Abschluss eines Abonnements autorisieren Sie die automatische, wiederkehrende Belastung gemäß dem von Ihnen gewählten Tarif. Eine Kündigung ist jederzeit vor Beginn des nächsten Abrechnungszeitraums möglich. Wir speichern keine vollständigen Zahlungsdaten. Die Verarbeitung der Zahlungsdaten erfolgt durch Stripe in Übereinstimmung mit den geltenden Datenschutzbestimmungen, einschließlich der Datenschutz-Grundverordnung (DSGVO).",
  "third-party": "<b>Drittanbieter & Markenrechte:</b> Auf dieser Website dargestellte Charts und Marktdaten werden von <a class=\"underline\" href=\"https://www.tradingview.com/\" target=\"_blank\" rel=\"noopener noreferrer\">TradingView</a> bereitgestellt. TradingView® ist eine eingetragene Marke der TradingView, Inc. Zwischen uns und TradingView besteht keine Verbindung, Empfehlung oder Partnerschaft. Alle weiteren Marken sind Eigentum der jeweiligen Rechteinhaber.",

  "closing": "Weitere Informationen zu Risiken, Haftungsbeschränkungen, Datenverarbeitung und Nutzerpflichten finden Sie in unseren {terms}, der {risk} sowie in unserer {privacy}."
}
