{
  "footerDisclaimer": [
    {
      "parts": [
        { "type": "text", "value": "1. " },
        { "type": "text", "value": "Risk Warning: Trading involves significant risk and can result in the loss of your invested capital. You should not invest more than you can afford to lose. The content provided is for educational and informational purposes only and does not constitute financial advice." }
      ]
    },
    {
      "parts": [
        { "type": "text", "value": "2. " },
        { "type": "text", "value": "Hypothetical Performance: The results presented on this website are based on simulated or hypothetical performance results that have certain inherent limitations. Unlike the results shown in an actual performance record, these results do not represent actual trading. Also, because these trades have not actually been executed, these results may have under-or over-compensated for the impact, if any, of certain market factors, such as lack of liquidity. No representation is being made that any account will or is likely to achieve profits or losses similar to those shown." }
      ]
    },
    {
      "parts": [
        { "type": "text", "value": "3. " },
        { "type": "text", "value": "Testimonials: Testimonials appearing on this website may not be representative of the experience of other clients or customers and is not a guarantee of future performance or success." }
      ]
    },
    {
      "parts": [
        { "type": "text", "value": "4. " },
        { "type": "text", "value": "Software Provider: We are a provider of technical analysis tools and automated strategies. We do not have access to your personal trading accounts or funds. We are not a registered financial advisor or broker-dealer." }
      ]
    },
    {
      "parts": [
        { "type": "text", "value": "5. " },
        { "type": "text", "value": "Attribution: Charts and data used on this website are powered by " },
        { "type": "link", "label": "TradingView", "href": "https://www.tradingview.com/" },
        { "type": "text", "value": ". TradingView® is a registered trademark of TradingView, Inc. This strategy is not affiliated with, endorsed by, or sponsored by TradingView." }
      ]
    },
    {
      "parts": [
        { "type": "text", "value": "For full details regarding liability, risks, and data usage, please refer to our " },
        { "type": "link", "label": "Terms of Service", "slug": "terms" },
        { "type": "text", "value": " and full " },
        { "type": "link", "label": "Risk Disclosure", "slug": "risk-disclosure" },
        { "type": "text", "value": "." }
      ]
    }
  ]
}